export const extraService = [
  {
    title: 'كافئ نفسك مع "تجميع نقاط"!',
    description:
      'اجمع النقاط مع كل عملية صيانة واستبدلها بخصومات وعروض حصرية على صيانة سيارتك.',
    logo: 'loyalty.svg',
    type: 'subservice',
    subPoints: [
      'خصومات على خدمات الصيانة والإصلاح',
      'جمع نقاط قابلة للاستبدال بقطع غيار أو خدمات مجانية',
      'الحصول على عروض حصرية وأولوية في الخدمة'
    ]
  },
  {
    title: 'راحة البال مع خدمة التوصيل والاستلام',
    description:
      'وفر وقتك وجهودك، ودعنا  تتعامل مع سيارتك!نقدم خدمة توصيل واستلام سياراتك من وإلى منزلك أو مكان عملك.',
    logo: 'get_car_from_home.svg',
    type: 'subservice',
    subPoints: [
      'ما عليك سوى:',
      'حجز موعد: اتصل بنا أو حدد موعدًا من خلال موقعنا الإلكتروني.',
      'إعطاء الملاحظات: أخبر مندوبنا عن أي مشاكل تواجهها في سيارتك.',
      'الاسترخاء: سنقوم بتوصيل سيارتك إلى ورشتنا وإصلاحها وإعادتها إليك في أسرع وقت ممكن.',
      'مميزات خدمتنا:',
      'راحة: وفر وقتك وجهودك ودعنا نتكفل بكل شيء.',
      'سهولة: حدد موعدًا من أي مكان وبأي وقت.',
      'أمان: سياراتك مؤمنة أثناء النقل.',
      'كفاءة: إصلاحات سريعة وذات جودة عالية.',
      'مصداقية: فريق من الفنيين المهرة ذوي الخبرة.'
    ]
  },
  {
    title: 'سيارتك بخير... راحة البال مضمونة!',
    description: 'مع خدماتنا ، وداعًا للقلق ومرحبًا بالهدوء!',
    logo: 'warranty.svg',
    type: 'subservice',
    subPoints: [
      'تكاليف صيانة أقل: توفر لك ضمانات الصيانة الممتدة مدخرات على تكاليف الصيانة الدورية.',
      'إطالة عمر سيارتك: يمكن أن تساعد الصيانة الدورية على إطالة عمر سيارتك.',
      'تحسين أداء سيارتك: يمكن أن تساعد الصيانة الدورية على تحسين أداء سيارتك وكفاءة استهلاك الوقود.',
      'مرونة في مدة الاشتراك: اختر مدة الضمان التي تناسب احتياجاتك وميزانيتك.',
      'إمكانية زيادة مدة الضمان: قم بزيادة مدة الضمان في أي وقت خلال فترة الاشتراك.',
      'شبكة واسعة من ورش الإصلاح المعتمدة: استمتع بخدمات الصيانة في أي مكان في المملكة العربية السعودية.',
      'تمديد ضمان المصنع لفترات أطول',
      'خطط صيانة دورية تشمل فحصًا شاملًا وتغيير الزيوت وقطع الغيار',
      'تغطية تكاليف إصلاح الأعطال خلال فترة الضمان'
    ]
  },
  {
    title: 'لمعان بعد الصيانة',
    description:
      'ستحصل على سيارتك نظيفة بالكامل وجاهزة للانطلاق بعد إتمام عملية الصيانة.',
    logo: 'carwash.svg',
    type: 'subservice',
    subPoints: [
      'تنظيف شامل لسيارتك من الداخل والخارج.',
      'إزالة جميع الأوساخ والبقع، بما في ذلك بقع الزيت والغبار.',
      'تلميع الهيكل لإضفاء لمعان لامع.',
      'تنظيف العجلات والإطارات.',
      'تنظيف الزجاج والمرايا.',
      'تعطير السيارة برائحة منعشة.'
    ]
  },

  {
    title: 'خدمات فحص ما قبل الشراء',
    description:
      'هل تفكر في شراء سيارة مستعملة؟لا تقلق! مع خدمة فحص ما قبل الشراء  يمكنك التأكد من حصولك على سيارة مستعملة في حالة جيدة وبسعر عادل.',
    logo: 'check_car_before_buy.svg',
    type: 'subservice',
    subPoints: [
      'مانقدمة',
      'فحص شامل لجميع أجزاء السيارة، بما في ذلك:',
      'تقييم شامل لحالة السيارة.',
      'تقرير مفصل يوضح جميع النتائج.',
      'نصائح حول ما إذا كان يجب عليك شراء السيارة أم لا.',
      'نفحص  المحرك ',
      'ناقل الحركة',
      'الهيكل',
      'المكابح',
      'الelectronics'
    ]
  },
  {
    title: 'فارس الطريق',
    description:
      'هل واجهت مشكلة على الطريق؟ لا تقلق! مع خدمة المساعدة على الطريق من فارس الطريق، ستحصل على المساعدة التي تحتاجها في أي وقت وفي أي مكان.',
    logo: 'support_on_road.svg',
    type: 'subservice',
    subPoints: [
      'ماذا نقدم؟',
      'سحب السيارات: إذا تعطلت سيارتك، يمكننا سحبها إلى ورشة العمل أو إلى وجهتك المفضلة.',
      'تغيير الإطارات: إذا انفجر إطار سيارتك، يمكننا تغيير الإطار بسرعة وكفاءة.',
      'توصيل الوقود: إذا نفد الوقود من سيارتك، يمكننا توصيلك بالوقود اللازم لإكمال رحلتك.',
      'فتح الأبواب: إذا فقدت مفاتيح سيارتك أو حُبست داخلها، يمكننا فتح الأبواب دون إلحاق أي ضرر بسيارتك.',
      'شحن البطارية: إذا كانت بطارية سيارتك ضعيفة أو ميتة، يمكننا شحنها باستخدام بطارية خارجية.',
      'المساعدة في حالات الطوارئ: يمكننا تقديم المساعدة في حالات الطوارئ، مثل الحوادث أو الأعطال الميكانيكية.',
      'لماذا تختارنا؟',
      'متاحون على مدار الساعة طوال أيام الأسبوع.',
      'نصل إليك بسرعة.',
      'لدينا فريق من الفنيين المهرة ذوي الخبرة.',
      'نستخدم معدات وأدوات حديثة.',
      'أسعارنا تنافسية.',
      'راحة البال .',
      'مساعدة سريعة وفعالة.',
      'تجربة خالية من المتاعب.'
    ]
  },

  {
    title: 'حماية استثماراتك',
    description:
      'هل تبحث عن شريك موثوق لضمان عمل أسطولك من المركبات التجارية بسلاسة وكفاءة؟، نقدم خدمة صيانة دورية شاملة للمركبات التجارية مصممة خصيصًا لتلبية احتياجات الشركات مثلك.',
    logo: 'carrepairontime.svg',
    type: 'subservice',
    subPoints: [
      'تشمل خدماتنا:',
      'فحوصات دورية شاملة لجميع أنظمة المركبة، بما في ذلك المحرك، وناقل الحركة، والمكابح، والإطارات، والكهرباء.',
      'استبدال الزيوت والفلاتر باستخدام زيوت وقطع غيار عالية الجودة.',
      'إصلاح أي أعطال طفيفة أو كبيرة.',
      'تقديم تقارير مفصلة عن حالة كل مركبة.',
      'تقديم نصائح حول كيفية تحسين كفاءة استهلاك الوقود.',
      'توفير خدمة عملاء ممتازة.',
      'تقليل مخاطر الأعطال المفاجئة.',
      'تحسين كفاءة استهلاك الوقود.',
      'إطالة عمر أسطولك من المركبات.',
      'تقليل تكاليف الصيانة على المدى الطويل.',
      'نقدم أيضًا عقود صيانة دورية مخصصة لتلبية احتياجاتك الخاصة.'
    ]
  },

  {
    title: 'ا داعي للقلق: سحب سريع وآمن',
    description:
      'هل تعطلت سيارتك على الطريق؟ لا داعي للقلق! مع خدمة سحب السيارات السريعة والآمنة من "اسم ورشة الصيانة"، ستحصل على المساعدة التي تحتاجها في أي وقت وفي أي مكان.سة',
    logo: 'towtruck.svg',
    type: 'subservice',
    subPoints: [
      'نقدم خدمات سحب سيارات شاملة، بما في ذلك:',
      'سحب السيارات من جميع الأنواع،.',
      'سحب السيارات من أي مكان، على الطرق السريعة أو في المدن أو المناطق الريفية.',
      'سحب السيارات إلى ورشة العمل أو إلى وجهتك المفضلة.',
      'سحب السيارات بأقصى درجات العناية لمنع أي ضرر.',
      'خدمة سريعة وفعالة على مدار الساعة طوال أيام الأسبوع.',
      'خدمة سريعة وفعالة.',
      'أسعار تنافسية.',
      'فريق من السائقين المحترفين ذوي الخبرة.',
      'معدات حديثة لضمان سلامة سيارتك.'
    ]
  },
  {
    title: 'كهرباء',
    description:
      'يضم قسم الكهرباء فريقًا متخصصًا في تشخيص وإصلاح مشاكل الكهرباء في سيارتك. سواء كانت مشكلة في نظام الإضاءة أو نظام الحساسات أو أي نظام كهربائي آخر، فإننا نلتزم بتوفير حلول فعالة وموثوقة للحفاظ على سلامة وأداء سيارتك',
    logo: 'battery.svg',
    type: 'department',
    subPoints: [
      'نقدم خدمات كهرباء شاملة ',
      'فريقنا من كهربائيي السيارات المهرة ذوي الخبرة قادر على تشخيص أي مشكلة كهربائية وإصلاحها بسرعة وكفاءة.',
      'نستخدم أحدث المعدات والأدوات لضمان دقة العمل وسلامته.',
      'خبرة مُتراكمة وثقة راسخة',
      'نتبع إجراءات السلامة الصارمة أثناء العمل.'
    ]
  },
  {
    title: 'ميكانيكا',
    description:
      'قسم الميكانيكا في ورشتنا يوفر خدمات صيانة وإصلاح عالية الجودة لمجموعة متنوعة من المشاكل التي تواجه سيارتك. فريقنا ذو خبرة واكتساب عالٍ في مجال الميكانيكا ويستخدم أحدث التقنيات والأدوات لتشخيص وإصلاح الأعطال بكفاءة ودقة. ',
    logo: 'mechanic.svg',
    type: 'department',
    subPoints: [
      'إصلاح أعطال محركات السيارات بكل دقة واحترافية',
      'نقدم خدمات ميكانيكا شاملة',
      'فريقنا من ميكانيكي السيارات المهرة ذوي الخبرة قادر على تشخيص أي عطل ميكانيكي وإصلاحه بسرعة وكفاءة.',
      'نستخدم أحدث المعدات والأدوات لضمان دقة العمل وسلامته.',
      'إصلاح أعطال محركات السيارات.',
      'صيانة دورية للسيارات.',
      'فحص وتغيير فلاتر الزيت والهواء والوقود.',
      'برمجة وحدات التحكم الإلكترونية (ECU).',
      'نضع سلامة عملائنا ومركباتهم على رأس أولوياتنا.',
      'نتبع إجراءات السلامة الصارمة أثناء العمل.'
    ]
  },
  {
    title: 'برمجة',
    description:
      'قسم البرمجة في ورشتنا يوفر خدمات مبتكرة ومتقدمة في مجال برمجة وتحديث أنظمة السيارات. فريقنا من المبرمجين الماهرين يتمتع بخبرة واسعة في برمجة وتخصيص أنظمة السيارات لتلبية احتياجات العملاء. سواء كنت تبحث عن تحسين أداء المحرك أو تثبيت نظام ترفيه متطور، فإننا هنا لتحقيق رؤيتك وتلبية توقعاتك.',
    logo: 'computer.svg',
    type: 'department',
    subPoints: [
      'فريقنا من المبرمجين المهرة ذوي الخبرة في برمجة ECU قادر على تشخيص أي عطل في وحدة التحكم الإلكتروني (ECU) بدقة وفعالية.',
      'نستخدم أحدث المعدات والبرامج لضمان دقة عملية البرمجة.',
      'نتبع نهجًا منهجيًا في عملية التشخيص والبرمجة لضمان أفضل النتائج.',
      'خبرة مُتراكمة وثقة راسخة',
      'نعمل في مجال برمجة ECU منذ سنوات طويلة، ونفتخر بسمعتنا الطيبة وخبراتنا المُتراكمة.',
      'تحديث برامج ECU بأحدث الإصدارات.',
      'تصحيح أخطاء البرمجة في ECU.',
      'برمجة ECU لزيادة أداء السيارة وكفاءة استهلاك الوقود.',
      'برمجة ECU لتحسين خصائص القيادة.:',
      'برمجة ECU بأمان تام:',
      'نضع سلامة سيارتك وبياناتك على رأس أولوياتنا.',
      'نتبع أفضل الممارسات الأمنية لضمان حماية سيارتك من أي ضرر أثناء عملية البرمجة.',
      'نستخدم أحدث تقنيات البرمجة لضمان سلامة ودقة عمل ECU.',
      'نقدم خدمة سريعة وفعالة لضمان راحة عملائنا.',
      'تشخيص دقيق للأعطال.',
      'برمجة احترافية تضمن دقة وفعالية عمل ECU.'
    ]
  },
  {
    title: 'جربوكسات',
    description:
      'قسم الجربوكسات يختص في صيانة وإصلاح صناديق التروس ونظم نقل الحركة في سيارتك. فريقنا المتخصص يستخدم المعدات والأدوات اللازمة لتشخيص وإصلاح أي مشاكل تتعلق بأداء نظام الجربوكس. نحن نهتم بتوفير خدمة موثوقة وفعالة للحفاظ على أداء سيارتك بأعلى مستوى.',
    logo: 'gearbox.svg',
    type: 'department',
    subPoints: [
      'نعمل في مجال صيانة وإصلاح جربوكسات السيارات منذ سنوات طويلة، ونفتخر بسمعتنا الطيبة وخبراتنا المُتراكمة.',
      'تشخيص أعطال الجيربوكس بدقة: نستخدم أحدث المعدات والبرامج لتشخيص أي عطل في الجيربوكس بدقة وفعالية.',
      'إصلاح الجيربوكس بأعلى جودة  ونطبق أفضل ممارسات الإصلاح لضمان إصلاح الجيربوكس بدقة وكفاءة.',
      'صيانة الجيربوكس الدورية: نقدم خدمات صيانة دورية للجيربوكس للحفاظ على صحته وتحسين أدائه.',
      'تركيب الجيربوكس: نقدم خدمة تركيب الجيربوكس الجديد أو المستعمل باحترافية ودقة.',
      'نضع سلامة سيارتك على رأس أولوياتنا.',
      'نتبع أفضل الممارسات الأمنية لضمان سلامة سيارتك أثناء عملية الإصلاح أو الصيانة.',
      'نستخدم أحدث المعدات والبرامج لضمان دقة وفعالية العمل.'
    ]
  },
  {
    title: 'سمكرة وبوية',
    description:
      'يضم قسم السمكرة فريقًا متخصصًا يستخدم أحدث التقنيات والأدوات لتصحيح الخبط وتعديل الهيكل وإصلاح الأضرار التي تسببها الحوادث. نحن نستخدم الأدوات الموجودة في ورشتنا لتغيير وتصليح أجزاء الهيكل مثل الأبواب والصدامات والأجزاء الداخلية والخارجية.',
    logo: 'carpaint.svg',
    type: 'department',
    subPoints: [
      'إصلاح جميع أنواع الحوادث: نقدم خدمات إصلاح جميع أنواع الحوادث، من الخدوش البسيطة إلى التصادمات الكبرى.',
      'صيانة بدنه السيارة: نقدم خدمات صيانة بدنه السيارة للحفاظ على مظهرها وحمايتها من التآكل.',
      'إعادة طلاء السيارة: نقدم خدمات إعادة طلاء السيارة بأعلى جودة باستخدام أجود أنواع الدهانات.',
      'تركيب قطع غيار بدنه السيارة: نقدم خدمة تركيب قطع غيار بدنه السيارة الأصلية بأسعار تنافسية.',
      'تلميع وتنظيف السيارة: نقدم خدمات تلميع وتنظيف السيارة للحفاظ على مظهرها اللامع.'
    ]
  },
  {
    title: 'شكمانات',
    description:
      'دينا قسم متخصص في تصليح واستبدال الشكمانات للسيارات. يمكننا تقديم خدمات مثل تصليح الشكمانات المتضررة، استبدال شكمانات العادم، وتشخيص مشاكل نظام الشكمانات. إذا كانت لديك أية مشاكل في نظام الشكمانات أو تحتاج إلى خدمات تصليح أو استبدال، يمكنك الاتصال بنا للحصول على المساعدة.',
    logo: 'exhaust.svg',
    type: 'department',
    subPoints: [
      'تشخيص أعطال الشكمان بدقة: نستخدم أحدث المعدات والبرامج لتشخيص أي عطل في نظام العادم بدقة وفعالية.',
      'إصلاح الشكمان بأعلى جودة: نستخدم قطع غيار أصلية عالية الجودة ونطبق أفضل ممارسات الإصلاح لضمان إصلاح الشكمان بدقة وكفاءة.',
      'صيانة الشكمان الدورية: نقدم خدمات صيانة دورية لنظام العادم للحفاظ على صحته وتحسين أدائه.',
      'تركيب الشكمان الجديد أو المستعمل: نقدم خدمة تركيب الشكمان الجديد أو المستعمل باحترافية ودقة.'
    ]
  },
  {
    title: ' تربيط وشد',
    description:
      'سم التربيط في ورشة السيارات يعنى بتحديد وضبط الأجزاء المختلفة في السيارة بحيث تكون متناسقة ومتوازنة وتعمل بشكل صحيح. ',
    logo: 'trbit.svg',
    type: 'department',
    subPoints: [
      'تحسين السلامة: يضمن ربط جميع مكونات السيارة بإحكام سلامتها على الطريق، ويمنع حدوث اختلالات أو انزلاقات قد تؤدي إلى حوادث خطيرة',
      'تحسين الأداء: يؤدي ربط وشدّ مكونات السيارة بشكل صحيح إلى تحسين أداء المحرك ونظام التعليق ونظام الفرامل، مما يوفر لك قيادة أكثر سلاسة وراحة.',
      'زيادة عمر السيارة: يساعد ربط وشدّ مكونات السيارة بانتظام على منع التآكل والتلف، مما يزيد من عمرها الافتراضي.',
      'الحفاظ على قيمة السيارة: تزيد السيارة المربوطة والمشدودة بشكل صحيح من قيمتها عند إعادة البيع.',
      'متى يجب عليك ربط وشدّ سيارتك؟',
      'بشكل دوري: يوصى بفحص ربط وشدّ سيارتك بشكل دوري كل 3 أشهر أو 5000 كيلومتر.',
      'بعد إصلاحات معينة: بعد إجراء أي إصلاحات في سيارتك، من المهم التأكد من ربط وشدّ جميع المكونات بشكل صحيح.',
      'قبل رحلات طويلة: قبل القيام برحلة طويلة، تأكد من ربط وشدّ سيارتك بشكل جيد لضمان سلامتك على الطريق.'
    ]
  },
  {
    title: 'تعديل',
    description:
      'تُعدّ تعديلات السيارات من الطرق الأكثر شيوعًا لجعل سيارتك أكثر تميزًا وتناسب احتياجاتك الشخصية.من خلال إجراء تعديلات على مظهر سيارتك أو أدائها، يمكنك تحويلها إلى سيارة أحلامك.',

    go: 'updatecar.svg',
    type: 'department',
    subPoints: [
      'التعديلات الخارجية: تشمل هذه التعديلات تغيير مظهر سيارتك، مثل تركيب جنوط جديدة، أو طلاء السيارة بلون مختلف، أو إضافة ملصقات أو رسومات.',
      'التعديلات الداخلية: تشمل هذه التعديلات تغيير مظهر ووظائف الجزء الداخلي من سيارتك، مثل تركيب مقاعد جديدة، أو تغيير نظام الصوت، أو إضافة أنظمة تحكم جديدة.',
      'التعديلات الميكانيكية: تشمل هذه التعديلات تحسين أداء سيارتك، مثل تركيب شاحن توربيني جديد، أو تغيير نظام العادم، أو تعديل نظام التعليق.'
    ]
  },
  {
    title: 'التكييف والتبريد ',
    description:
      'فريق التبريد والتكييف يتمتع بالخبرة والمهارات اللازمة لتشخيص وإصلاح أي مشكلة في نظام التكييف بسرعة وكفاءة. ومن بين خدماتهم الشائعة هي إعادة شحن نظام التبريد، إصلاح التسربات، تبديل الفلاتر، تبادل الزيوت، وإصلاح المكونات التالفة.',
    logo: 'aircodition.svg',
    type: 'department',
    subPoints: [
      'فحص شامل لنظام تكييف الهواء: نقوم بفحص شامل لجميع مكونات نظام تكييف الهواء في سيارتك، بما في ذلك ضاغط الهواء، والمكثف، والمبخر، والأنابيب، والفتحات، لمعرفة ما إذا كانت بحاجة إلى إصلاح أو استبدال.',
      'إصلاح تسريبات غاز التبريد: نستخدم أحدث تقنيات الكشف عن التسريبات لمعرفة مكان التسريب وإصلاحه بشكل سريع وفعال.',
      'شحن غاز التبريد: نقوم بشحن غاز التبريد في نظام تكييف الهواء وفقًا للمواصفات الموصى بها من قبل الشركة المصنعة لسيارتك.',
      'تنظيف نظام تكييف الهواء: نقوم بتنظيف جميع مكونات نظام تكييف الهواء لإزالة الأوساخ والبكتيريا التي قد تؤدي إلى حدوث روائح كريهة أو ضعف أداء النظام.',
      'استبدال فلتر الهواء: ننصح باستبدال فلتر الهواء بشكل دوري للحفاظ على كفاءة نظام تكييف الهواء ومنع دخول الغبار والأوساخ إلى النظام.',
      'إصلاح مروحة التبريد: نقوم بإصلاح مروحة التبريد إذا كانت تالفة أو لا تعمل بشكل صحيح.',
      'استبدال ضاغط الهواء: نقوم باستبدال ضاغط الهواء إذا كان تالفًا أو لا يعمل بشكل صحيح.'
    ]
  },
  {
    title: 'التلميع',

    description:
      'قسم التلميع في ورشة السيارات يقوم بتنفيذ عمليات تلميع السيارة لإعادة بريقها الطبيعي وتحسين مظهرها العام. يعتبر التلميع جزءًا هامًا من عملية الصيانة والعناية بالسيارة، حيث يساعد على إزالة الخدوش السطحية وآثار التآكل والأوساخ، مما يعطي السطح تألقًا ولمعانًا جديدين ',
    logo: 'polish.svg',
    type: 'department',
    subPoints: [
      'تلميع شامل للسيارة: نقوم بتلميع جميع أجزاء السيارة الخارجية، بما في ذلك الهيكل، والصدامات، والمرايا، والأبواب، والنوافذ، لإزالة الخدوش والشوائب والحصول على مظهر لامع وجذاب.',
      'تلميع باليد: نقدم خدمة تلميع يدوي احترافي باستخدام أفضل أنواع المواد لضمان حصول سيارتك على مظهر فريد ومميز.',
      'تلميع آلي: نستخدم أحدث آلات التلميع لضمان حصول سيارتك على مظهر لامع ومتساوٍ في جميع أنحاء الجسم.',
      'طلاء حماية: نقدم خدمة طلاء حماية للسيارة لحمايتها من الخدوش والتآكل والحفاظ على مظهرها اللامع لفترة أطول.',
      'تلميع المصابيح الأمامية: نقوم بتلميع المصابيح الأمامية لإزالة الاصفرار والحصول على رؤية أوضح أثناء القيادة.',
      'تلميع العجلات: نقوم بتلميع العجلات لإزالة الأوساخ والبقع والحصول على مظهر لامع وجذاب.'
    ]
  }
]
